app/controllers/places_controller.rb

  def create
    @place = Place.new(place_params)

    respond_to do |format|
      if @place.save
---
INSERT INTO "places" ("amenities", "created_at", "espacio", "horario", "nombre", "precio", "ubicacion", "updated_at", "usuario_id") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?)

    def set_place
      @place = Place.find(params[:id])
---
SELECT  "places".* FROM "places"  WHERE "places"."id" = ? LIMIT 1  [["id", 1]]