app/controllers/usuarios_controller.rb

INSERT INTO "usuarios" ("apellido", "correo", "created_at", "descripcion", "nombre", "servicio", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
  def create
    @usuario = Usuario.new(usuario_params)

    respond_to do |format|
      if @usuario.save